Revit 2021.1 API
SymbolTypeId.Percent Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Percent { get; }
Visual Basic
Public Shared ReadOnly Property Percent As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Percent {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace